alacritty
alsa-plugins
alsa-utils
ark
base
base-devel
bind
blueman
bluez
bluez-utils
brightnessctl
capitaine-cursors
cava
check
chromium
clang
cliphist
cmake
code
discord-screenaudio
docker
docker-compose
dolphin
dosfstools
downgrade
dunst
efibootmgr
eza
fastfetch
ffmpegthumbs
figlet
firefox
flatpak
fuse2
git
github-cli
gnome-keyring
google-chrome
grimblast-git
grub
gst-plugin-pipewire
gum
hexedit
htop
hyde-cli-git
hyprland
hyprlock
hyprpaper
hyprpicker
imagemagick
intel-ucode
jdk17-openjdk
jq
kate
kitty
konsole
kvantum
kvantum-qt5
libreoffice-fresh
linux
linux-firmware
lua-lpeg
mingw-w64-gcc
mtools
mysql-workbench
nano
neofetch
net-tools
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
npm
nwg-look
oh-my-zsh-git
open-cobol
os-prober
packettracer
pacman-contrib
pamixer
parallel
paru
pavucontrol
perf
pgadmin4-desktop
pikaur
pipewire-alsa
pipewire-jack
plasma-meta
pokemon-colorscripts-git
polkit-gnome
postgresql
postman-bin
python-dbus
python-pip
python-pyamdgpuinfo
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6ct
redis
rofi-wayland
rsync
rustup
sddm
sdl2_ttf
slurp
sof-firmware
stow
sudo
swappy
swaylock-effects-git
swww
thefuck
tree
ttf-dejavu
ttf-font-awesome
typescript
udiskie
ufw
unzip
vim
waybar
waypaper
wget
wireshark-qt
wlogout
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwaylandvideobridge
yay-git
zoxide
zsh
zsh-theme-powerlevel10k-git
